// Написать программу, которая из имеюшегося
// массива строк формирует массив из строк,
// длина которых <=3 символа.

void MethodCreateInputArray(string[] InputArray)
{
    Console.Write($"Input array: ");
    for (int i = 0; i < InputArray.Length; i++) Console.Write($"{InputArray[i]} ");
    Console.WriteLine();
}


